Repository: Distrotech/gnucharmap
Catalog: po/*.po
Languages: be, eo, hy

source: _CJK Ideograph Details
be: Падрабязнасьці _умоўнага знака CJK

source: CJK Ideograph _Definition
be: Па_значэньне умоўнага знака CJK

source: _Mandarin Pronunciation
be: Фанэтычная транскрыпцыя _мандарын

source: Japanese _On Pronunciation
be: Японская фанэтычная транскрыпцыя _Ан

source: _Japanese Kun Pronunciation
be: Японская фанэтычная транскрыпцыя _Кун

source: _Cantonese Pronunciation
be: Фанэтычная транскрыпцыя Ка_нтону

source: _Tang Pronunciation
be: Фанэтычная транскрыпцыя _Тэнг

source: _Korean Pronunciation
be: Ка_рэйская фанэтычная транскрыпцыя

source: _Hex Code Point...
be: _Шаснацацірычны код...

source: Character in _Clipboard
be: Сымбаль у _буфэры абмену

source: Font Style
be: Стыль шрыфта

source: Unicode code point: U+%4.4X (%u)
eo: Unikodnumero: U+%4.4X (%u)

source: Character: %s
eo: Signo: %s

source: Unicode category: %s
eo: Unikoda signoklaso: %s

source: Unicode name: %s
eo: Unikoda nomo: %s

source: Ideograph definition: %s
eo: Difino de ideogramo: %s

source: Cantonese pronunciation: %s
eo: Kantona prononco: %s

source: Mandarin pronunciation: %s
eo: Mandarina prononco: %s

source: Tang pronunciation: %s
eo: Tanga prononco: %s

source: Korean pronunciation: %s
eo: Korea prononco: %s

source: Japanese On pronunciation: %s
eo: Japana on-prononco: %s

source: Japanese Kun pronunciation: %s
eo: Japana kun-prononco: %s

source: Unicode canonical decomposition: %s [U+%4.4X]
eo: Laŭnorma Unikoda disiĝo: %s [U+%4.4X]

source: Text-to-copy entry box cleared.
eo: Malplenigis tekstujon.

source: Expand/collapse all
eo: Elfaldu/enfaldu ĉiujn.

source: Show/hide code point values in the block list.
eo: Montru/kaŝu signojn en la ignorlisto.

source: Selection is empty.
eo: Elekta areo malplenas.

source: Identify character from selection
eo: Identigu signon de la elekta areo

source: Jump to the first character in the primary selection. (X11 only.)
eo: Saltu al la unua signo de la ĉefa elekta areo. (Nur X11.)

source: Identify character from clipboard
eo: Identigu signon de la poŝo

source: Jump to the first character in the clipboard.
eo: Saltu al la unua signo de la poŝo.

source: Text to copy:
eo: Kopiota teksto:

source: Nothing to jump to.
eo: Neniu por alsalti.

source: Not a valid code point to jump to. Must be a hex number between 0 and %4.4X.
eo: Neeblas salti al nevalida signokodo. Devas esti deksesuma numero inter 0 kaj %4.4X.

source: Search:
eo: Serĉu:

source: Jump to:
eo: Saltu al:

source: Jump to this hexadecimal code point.
eo: Saltu al tiu ĉi deksesuma kodono.

source: Show/hide font selection.
eo: Montru/kaŝu tiparelektilon.
