Repository: Distrotech/gnucharmap
Catalog: po/*.po
Languages: be, eo, hy

source: Character Map
be: Табліца сымбаляў
hy: Նշանների Աղյուսակներ

source: Insert special characters into documents
hy: Զետեղել հատուկ նշաններ գրառումների մեջ

source: font;unicode;
hy: տառատեսակ;յունիկոդ;

source: All
hy: Բոլորը

source: Unicode Block
hy: Յունիկոդի Բլոկ

source: Canonical decomposition:
hy: Կանոնական տրոհում՝

source: [not a printable character]
hy: [չարտատպվող նշան]

source: General Character Properties
hy: Նշանի Ընդհանուր Հատկանիշները

source: In Unicode since:
hy: Յունիկոդում է սկսած՝

source: Unicode category:
hy: Յունիկոդի բաժին՝

source: Various Useful Representations
hy: Մի շարք օգտակար արտապատկերումներ

source: C octal escaped UTF-8:
hy: Ութերորդական կոդավորում C լեզվում UTF-8:

source: XML decimal entity:
hy: XML տասնորդական կոդավորում:

source: Annotations and Cross References
hy: Ծանոթագրություններ և Խաչաձև Վկայակոչումներ

source: Alias names:
hy: Այլանուններ՝

source: Notes:
hy: Նոթեր՝

source: See also:
hy: Նայել նաև՝

source: Approximate equivalents:
hy: Մոտավոր համարժեքներ՝

source: Equivalents:
hy: Համարժեքներ՝

source: CJK Ideograph Information
hy: ՉՃԿ Գաղափարագրի Տեղեկություն

source: Definition in English:
hy: Անգլերեն Ձևակերպում՝

source: Mandarin Pronunciation:
hy: Մանդարինական Արտասանություն՝

source: Cantonese Pronunciation:
hy: Կանտոնական Արտասանություն՝

source: Japanese On Pronunciation:
hy: Ճապոնական Օն Արտասանություն՝

source: Japanese Kun Pronunciation:
hy: Ճապոնական Կուն Արտասանություն՝

source: Tang Pronunciation:
hy: Տանգական Արտասանություն՝

source: Korean Pronunciation:
hy: Կորեական Արտասանություն․

source: Characte_r Table
hy: Նշանների Ա_ղյուսակ

source: Character _Details
hy: Նշանի _Մանրամասները

source: Character Table
be: Табліца сымбаляў
hy: Նշանների Աղյուսակ

source: Unknown character, unable to identify.
be: Невядомы сымбаль, немагчыма вызначыць.
eo: Nekonata signo; neeblas identigi ĝin.
hy: Անհայտ նշան, անհնար է ճանաչել։

source: Not found.
be: Адсутнічае.
eo: Ne trovis.
hy: Չգտնվեց։

source: Character found.
be: Сымбаль маецца.
eo: Trovis signon.
hy: Նշանը գտնվեց։

source: By _Script
hy: Ըստ _Գրի

source: By _Unicode Block
hy: Ըստ _Յունիկոդի բլոկների

source: Sho_w only glyphs from this font
hy: Ցուցադրել նշաններ միայն այս տառատեսակից

source: Snap _Columns to Power of Two
hy: _Սյունակները դարձնել 2-ի աստիճան (4,8,16 և այլն)

source: Zoom _In
be: Маштаб _+
hy: Մեծացնել

source: Zoom _Out
be: Маштаб _-
hy: Փոքրացնել

source: _Normal Size
hy: _Նորմալ չափ

source: _Find
hy: _Գտնել

source: _Help
be: _Дапамога
hy: _Օգնել

source: _About
hy: _Մեր մասին

source: _Close Window
hy: _Փակել պատուհանը

source: _File
hy: _Նիշք

source: _Close
hy: _Փակել

source: _View
be: _Прагляд
hy: _Տեսք

source: _Search
hy: _Որոնել

source: Find _Next
hy: Գտնել _հաջորդը

source: Find _Previous
hy: Գտնել _նախորդը

source: _Go
hy: _Գնալ

source: _Next Character
hy: _Հաջորդ նիշը

source: _Previous Character
hy: _Նախորդ նիշը

source: _Contents
hy: _Բովանդակություն

source: Font
be: Шрыфт
hy: Տառատեսակ

source: Font Family
be: Сямейства шрыфта
hy: Տառատեսակի ընտանիք

source: Font Size
be: Памер шрыфта
hy: Տառատեսակի չափ

source: Script
hy: Գիր (Այբուբեն)

source: Common
hy: Ընդհանուր

source: Information
hy: Տեղեկություն

source: Find
hy: Գտնել

source: _Previous
hy: _Նախորդ

source: _Next
hy: _Հաջորդ

source: _Search:
be: _Пошук:
hy: _Որոնում՝

source: Match _whole word
hy: Բառի լրիվ համընկնում

source: Search in character _details
hy: Որոնել նշանի _մանրամասների մեջ

source: <Non Private Use High Surrogate>
hy: <Ոչ Անձնական Օգտագործման Վերին Փոխարինող>

source: <Private Use High Surrogate>
hy: <Անձնական Օգտագործման Վերին Փոխարինող>

source: <Low Surrogate>
hy: <Ստորին Փոխարինող>

source: <Private Use>
hy: <Անձնական Օգտագործման>

source: <Plane 15 Private Use>
hy: <Շերտ 15 Անձնական Օգտագործման>

source: <Plane 16 Private Use>
hy: <Շերտ 16 Անձնական Օգտագործման>

source: <not assigned>
hy: <չնշանակված>

source: Other, Control
hy: Այլ, Կառավարում

source: Other, Format
hy: Այլ, Ձևաչափ

source: Other, Not Assigned
hy: Այլ, Չնշանակված

source: Other, Private Use
hy: Այլ, Անձնական Օգտագործում

source: Other, Surrogate
hy: Այլ, Փոխարինող

source: Letter, Lowercase
hy: Տառ, Փոքրատառ

source: Letter, Modifier
hy: Տառ, Փոխող

source: Letter, Other
hy: Տառ, Այլ

source: Letter, Titlecase
hy: Տառ, Տիտղոսագիր

source: Letter, Uppercase
hy: Տառ, Մեծատառ

source: Mark, Spacing Combining
hy: Նշան, Բացատային միավորող

source: Mark, Enclosing
hy: Նշան, Շրջապատող

source: Mark, Non-Spacing
hy: Նշան, Ոչ-բացատային

source: Number, Decimal Digit
hy: Թիվ, Տասնորդական Նիշ

source: Number, Letter
hy: Թիվ, Տառ

source: Number, Other
hy: Թիվ, Այլ

source: Punctuation, Connector
hy: Կետադրություն, Միացնող

source: Punctuation, Dash
hy: Կետադրական, Գիծ

source: Punctuation, Close
hy: Կետադրական, Փակող

source: Punctuation, Final Quote
hy: Կետադրական, Փակող չակերտ

source: Punctuation, Initial Quote
hy: Կետադրական, Բացող չակերտ

source: Punctuation, Other
hy: Կետադրական, Այլ

source: Punctuation, Open
hy: Կետադրական, Բաց

source: Symbol, Currency
hy: Նիշ, Արժույթ

source: Symbol, Modifier
hy: Նիշ, Փոխող

source: Symbol, Math
hy: Նիշ, Մաթեմատիկա

source: Symbol, Other
hy: Նիշ, Այլ

source: Separator, Line
hy: Բաժանիչ, Գիծ

source: Separator, Paragraph
hy: Բաժանիչ, Պարբերություն

source: Separator, Space
hy: Բաժանիչ, Բացատ

source: Gucharmap is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
hy: Գուչարմափը (Gucharmap) ազատ ծրագիր է․ դուք կարող եք այն տարածել և/կամ փոխել «Ազատ Ծրագրերի Հիմնադրամ»-ի հրարարակած ԳՆՈՒՀամընդհանուր Հանրային Թույլտվության պայմանների համաձայն։

source: Permission is hereby granted, free of charge, to any person obtaining a copy of the Unicode data files to deal in them without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, and/or sell copies.
hy: Սույնով թույլատրվում է, ցանկացած անձի ստանալ Յունիկոդի տվյալների ֆայլերը և առանց վճարի ու առանց սահմանափակումների օգտագործել դրանք՝ ներառյալ արտատպել, փոխել, միաձուլել, տպագրել, բաժանել և/կամ վաճառել կրկնօրինակները։

source: Gucharmap and the Unicode data files are distributed in the hope that they will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License and Unicode Copyright for more details.
hy: Գուչարմափի (Gucharmap) և Յունիկոդի տվյալների ֆայլերը տրվում են այն հույսով, որ օգտակար կլինեն Ձեզ բայց ԱՌԱՆՑ ՈՐԵՎԷ ԵՐԱՇԽԻՔԻ։ Հավելյալ տեղեկությունների համար տես ԳՆՈՒ Համընդհանուր Հանրային Թույլտվությունը և Յունիկոդի Հեղինակային Իրավունքները։

source: You should have received a copy of the GNU General Public License along with Gucharmap; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02110-1301 USA
hy: Դուք պետք է, որ ստացած լինեք ԳՆՈՒ Համընդհանուր Հանրային Թույլտվության կրկնօրինակը Գուչարմափի (Gucharmap) հետ միասին։ Հակառակ դեպքում գրեք մեզ Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02110-1301 USA

source: Also you should have received a copy of the Unicode Copyright along with Gucharmap; you can always find it at Unicode's website: http://www.unicode.org/copyright.html
hy: Դուք պետք է, որ ստացած լինեք Յունիկոդի Հեղինակային Իրավունքների կրկնօրինակը Գուչարմափի (Gucharmap) հետ միասին։ Ամեն դեպքում կարող եք այն միշտ գտնել Յունիկոդի կայքում՝ http://www.unicode.org/copyright.html

source: GNOME Character Map
hy: ԳՆՈՄ Նշանների Աղյուսակներ

source: Based on the Unicode Character Database 6.3.0
hy: Հիմնված է Յունիկոդի (6.3.0) նշանների տվյալների բազայի վրա։

source: translator-credits
hy: թարգմանիչ

source: Next Script
hy: Հաջորդ Գիրը

source: Previous Script
hy: Նախորդ Գիրը

source: Next Block
hy: Հաջորդ Բլոկը

source: Previous Block
hy: Նախորդ Բլոկը

source: _Text to copy:
be: _Тэкст для капіяваньня:
hy: Պատճենելու տեքստ՝

source: Copy to the clipboard.
be: Скапіяваць у буфэр абмену.
eo: Enpoŝigu.
hy: Պատճենել պահոցի մեջ

source: Page _Setup
hy: _Էջի ներկայացում

source: _Print
hy: Տ_պել

source: Font to start with; ex: 'Serif 27'
be: Шрыфт пачынаецца з; ex: 'Serif 27'
hy: Տառատեսակ սկսելու համար, օրին․ 'Serif 27'

source: FONT
hy: ՏԱՌԱՏԵՍԱԿ

source: Basic Latin
hy: Լատիներեն Հիմնական

source: Latin-1 Supplement
hy: Լատիներեն-1 Հավելում

source: Latin Extended-A
hy: Լատիներեն Ավելացրած-A

source: Latin Extended-B
hy: Լատիներեն Ավելացրած-B

source: IPA Extensions
hy: ՄՀԱ (IPA) Ավելացումներ

source: Spacing Modifier Letters
hy: Երկարությունը Փոխող Գրեր

source: Combining Diacritical Marks
hy: Կապակցող դիակրիտիկ նշաններ

source: Greek and Coptic
hy: Հունարեն և Ղպտերեն

source: Cyrillic
hy: Կիրիլիցա

source: Cyrillic Supplement
hy: Կիրիլիցա Հավելում

source: Armenian
hy: Հայերեն

source: Hebrew
hy: Եբրայերեն

source: Arabic
hy: Արաբերեն

source: Syriac
hy: Ասորերեն

source: Arabic Supplement
hy: Արաբերեն Հավելում

source: Thaana
hy: Թանա

source: N'Ko
hy: Նկո

source: Samaritan
hy: Սամարիտերեն

source: Mandaic
hy: Մանդայերեն

source: Arabic Extended-A
hy: Արաբերեն Ավելացրած-A

source: Devanagari
hy: Դեւանագարի

source: Bengali
hy: Բենգալերեն

source: Gurmukhi
hy: Գուրմուկհի

source: Gujarati
hy: Գուջարատ

source: Oriya
hy: Օրիերեն

source: Tamil
hy: Թամիլ

source: Telugu
hy: Տելուգերեն

source: Kannada
hy: Կաննադա

source: Malayalam
hy: Մալայալամ

source: Sinhala
hy: Սինհալա

source: Thai
hy: Թայ

source: Lao
hy: Լաոսերեն

source: Tibetan
hy: Տիբեթ

source: Myanmar
hy: Միանմար

source: Georgian
hy: Վրացերեն

source: Hangul Jamo
hy: Հանգուլ Ջամո

source: Ethiopic
hy: Եթովպերեն

source: Ethiopic Supplement
hy: Եթովպերեն Հավելում

source: Cherokee
hy: Չերոկի

source: Unified Canadian Aboriginal Syllabics
hy: Միասնական Կանադական Տեղաբնիկների Վանկեր

source: Ogham
hy: Օգամ

source: Runic
hy: Ռունական

source: Tagalog
hy: Տագալոգ

source: Hanunoo
hy: Հանունու

source: Buhid
hy: Բուհիդ

source: Tagbanwa
hy: Տագբանուա

source: Khmer
hy: Խմեր

source: Mongolian
hy: Մոնղոլերեն

source: Unified Canadian Aboriginal Syllabics Extended
hy: Միասնական Կանադական Տեղաբնիկների Վանկեր Ավելացրած

source: Limbu
hy: Լիմբու

source: Tai Le
hy: Թայ Լե

source: New Tai Lue
hy: Նոր Թայ Լյուե

source: Khmer Symbols
hy: Խմեր սիմվոլներ

source: Buginese
hy: Բուգիերեն

source: Tai Tham
hy: Թայ Տհամ

source: Balinese
hy: Բալիերեն

source: Sundanese
hy: Սունդաներեն

source: Batak
hy: Բատակ

source: Lepcha
hy: Լեպչա

source: Ol Chiki
hy: Օլ Չիքի

source: Sundanese Supplement
hy: Սունդաներեն Հավելում

source: Vedic Extensions
hy: Վեդայական Ավելացումներ

source: Phonetic Extensions
hy: Ֆոնետիկ Ավելացումներ

source: Phonetic Extensions Supplement
hy: Ֆոնետիկ Ավելացումներ Հավելում

source: Combining Diacritical Marks Supplement
hy: Կապակցող Դիակրիտիկ Նշաններ Հավելում

source: Latin Extended Additional
hy: Լատիներեն Հավելված Լրացուցիչ

source: Greek Extended
hy: Հունարեն Ավելացրած

source: General Punctuation
hy: Ընդհանուր Կետադրություն

source: Superscripts and Subscripts
hy: Վերտողային և Տողավարային նշաններ

source: Currency Symbols
hy: Արժույթների Նշաններ

source: Combining Diacritical Marks for Symbols
hy: Կապակցող Դիակրիտիկ Նշաններ Խորհրդանիշների համար

source: Letterlike Symbols
hy: Տառանման Նշաններ

source: Number Forms
hy: Թվային Ձեւեր

source: Arrows
hy: Սլաքներ

source: Mathematical Operators
hy: Մաթեմատիկական Օպերտաորներ

source: Miscellaneous Technical
hy: Զանազան Տեխնիկական

source: Control Pictures
hy: Կառավարման Նկարներ

source: Optical Character Recognition
hy: Նշանների Օպտիկական Ճանաչում

source: Enclosed Alphanumerics
hy: Շրջանակված Տառեր և Թվեր

source: Box Drawing
hy: Վանդակների պատկերում

source: Block Elements
hy: Բլոկների Տեսքի Նշաններ

source: Geometric Shapes
hy: Երկրաչափական Ձեւեր

source: Miscellaneous Symbols
hy: Զանազան Սիմվոլներ

source: Dingbats
hy: Դինգբաթներ

source: Miscellaneous Mathematical Symbols-A
hy: Զանազան Մաթեմատիկական Սիմվոլներ-A

source: Supplemental Arrows-A
hy: Հավելյալ Սլաքներ-A

source: Braille Patterns
hy: Բրայլի Նախշեր

source: Supplemental Arrows-B
hy: Հավելյալ Սլաքներ-B

source: Miscellaneous Mathematical Symbols-B
hy: Զանազան Մաթեմատիկական Սիմվոլներ-B

source: Supplemental Mathematical Operators
hy: Հավելյալ Մաթեմատիկական Օպերատորներ

source: Miscellaneous Symbols and Arrows
hy: Զանազան Խորհրդանիշներ և Սլաքներ

source: Glagolitic
hy: Գլագոլիցա

source: Latin Extended-C
hy: Լատիներեն Ավելացրած-C

source: Coptic
hy: Ղպտերեն

source: Georgian Supplement
hy: Վրացերեն Հավելում

source: Tifinagh
hy: Տիֆինաղ

source: Ethiopic Extended
hy: Եթովպերեն Ավելացրած

source: Cyrillic Extended-A
hy: Կիրիլիցա Ավելացրած-A

source: Supplemental Punctuation
hy: Հավելյալ Կետադրություն

source: CJK Radicals Supplement
hy: ՉՃԿ Արմատներ Հավելում

source: Kangxi Radicals
hy: Կանգխի Արմատներ

source: Ideographic Description Characters
hy: Գաղափարագիր Նշանների նկարագրություն

source: CJK Symbols and Punctuation
hy: ՉՃԿ Նշաններ և Կետադրություն

source: Hiragana
hy: Հիրագանա

source: Katakana
hy: Կատականա

source: Bopomofo
hy: Բոպոմոֆո

source: Hangul Compatibility Jamo
hy: Ջամոյի հետ Համատեղելի Հանգուլ

source: Kanbun
hy: Կանբուն

source: Bopomofo Extended
hy: Բոպոմոֆո Ավելացրած

source: CJK Strokes
hy: ՉՃԿ Գծիկներ

source: Katakana Phonetic Extensions
hy: Կատականա Ֆոնետիկ ավելացումներ

source: Enclosed CJK Letters and Months
hy: Շրջապատված ՉՃԿ Տառեր և Ամիսներ

source: CJK Compatibility
hy: ՉՃԿ Համատեղելիություն

source: CJK Unified Ideographs Extension A
hy: ՉՃԿ Միավորված Գաղափարագրեր Ավելացում A

source: Yijing Hexagram Symbols
hy: Յիջինգի Հեքսագրամ նշաններ

source: CJK Unified Ideographs
hy: ՉՃԿ Միավորված Գաղափարագրեր

source: Yi Syllables
hy: Յի Վանկեր

source: Yi Radicals
hy: Յի Արմատներ

source: Lisu
hy: Լիսու

source: Vai
hy: Վայ

source: Cyrillic Extended-B
hy: Կիրիլիցա Ավելացրած-B

source: Bamum
hy: Բամում

source: Modifier Tone Letters
hy: Հնչողություն Փոխող Գրեր

source: Latin Extended-D
hy: Լատիներեն Ավելացրած-D

source: Syloti Nagri
hy: Սիլոթի Նագրի

source: Common Indic Number Forms
hy: Ընդհանուր Հնդկական Թվերի Ձեւեր

source: Phags-pa
hy: Փագս-պա

source: Saurashtra
hy: Սաուրաշտրա

source: Devanagari Extended
hy: Դեւանագարի Ավելացրած

source: Kayah Li
hy: Կայահ Լի

source: Rejang
hy: Ռեջանգ

source: Hangul Jamo Extended-A
hy: Հանգուլ Ջամո Ավելացրած-A

source: Javanese
hy: Ճավաերեն

source: Cham
hy: Չամ

source: Myanmar Extended-A
hy: Մյանմա Ավելացրած-A

source: Tai Viet
hy: Թայ Վիետ

source: Meetei Mayek Extensions
hy: Միթեյ Մայեկ Ավելացումներ

source: Ethiopic Extended-A
hy: Եթովպերեն Ավելացրած-A

source: Meetei Mayek
hy: Միտեյ Մայեկ

source: Hangul Syllables
hy: Հանգուլ Վանկեր

source: Hangul Jamo Extended-B
hy: Հանգուլ Ջամո Ավելացրած-B

source: High Surrogates
hy: Վերին Սուռոգատներ

source: High Private Use Surrogates
hy: Վերին Անձնական Օգտագործման Սուռոգատներ

source: Low Surrogates
hy: Ստորին Սուռոգատներ

source: Private Use Area
hy: Անձնական Օգտագործման Տարածք

source: CJK Compatibility Ideographs
hy: ՉՃԿ Համատեղելի Գաղափարագրեր

source: Alphabetic Presentation Forms
hy: Այբուբենային Արտապատկերման ձեւեր

source: Arabic Presentation Forms-A
hy: Արաբերեն Արտապատկերման ձեւեր-A

source: Variation Selectors
hy: Փոփոխության ընտրիչներ

source: Vertical Forms
hy: Ուղղահայաց Ձևեր

source: Combining Half Marks
hy: Միավորող Մասնակի Նշաններ

source: CJK Compatibility Forms
hy: ՉՃԿ Համատեղելի Ձևեր

source: Small Form Variants
hy: Փոքր Չափի Տարբերակներ

source: Arabic Presentation Forms-B
hy: Արաբերեն Արտապատկերման Ձեւեր-B

source: Halfwidth and Fullwidth Forms
hy: Կիսա և Լրիվ Լայնության Ձեւեր

source: Specials
hy: Հատուկ

source: Linear B Syllabary
hy: Գծային B Վանկային

source: Linear B Ideograms
hy: Գծային B Գաղափարագիր

source: Aegean Numbers
hy: Էգեյական Թվեր

source: Ancient Greek Numbers
hy: Հին Հունական Թվեր

source: Ancient Symbols
hy: Հին Խորհրդանիշներ

source: Phaistos Disc
hy: Փավստոսի սկավառակ

source: Lycian
hy: Լիկիերեն

source: Carian
hy: Կարիերեն

source: Old Italic
hy: Հին Իտալերեն

source: Gothic
hy: Գոթերեն

source: Ugaritic
hy: Ուգարիթերեն

source: Old Persian
hy: Հին Պարսկերեն

source: Deseret
hy: Դեսերեթ

source: Shavian
hy: Շոու այբուբեն

source: Osmanya
hy: Օսմաներեն

source: Cypriot Syllabary
hy: Կիպրոսերեն Վանկային

source: Imperial Aramaic
hy: Կայսրական Արամերեն

source: Phoenician
hy: Փյունիկերեն

source: Lydian
hy: Լիդիերեն

source: Meroitic Hieroglyphs
hy: Մերոիտական Իերոգլիֆներ

source: Meroitic Cursive
hy: Մերոիտական Ձեռագիր

source: Kharoshthi
hy: Խարոշթհի

source: Old South Arabian
hy: Հին Հարավային Արաբերեն

source: Avestan
hy: Ավեստա

source: Inscriptional Parthian
hy: Արձանագրային Պարթևերեն

source: Inscriptional Pahlavi
hy: Արձանագրային Պահլավերեն

source: Old Turkic
hy: Հին Թյուրքերեն

source: Rumi Numeral Symbols
hy: Ռումի Թվային սիմվոլներ

source: Brahmi
hy: Բրահմի

source: Kaithi
hy: Կայթհի

source: Sora Sompeng
hy: Սորա Սոմպենգ

source: Chakma
hy: Չակմա

source: Sharada
hy: Շարադա

source: Takri
hy: Տակրի

source: Cuneiform
hy: Սեպագիր

source: Cuneiform Numbers and Punctuation
hy: Սեպագիր Թվեր և Կետադրություն

source: Egyptian Hieroglyphs
hy: Եգիպտական Իերոգլիֆներ

source: Bamum Supplement
hy: Բամում Հավելում

source: Miao
hy: Միաո

source: Kana Supplement
hy: Կանա Հավելում

source: Byzantine Musical Symbols
hy: Բյուզանդական Երաժշտական Նշաններ

source: Musical Symbols
hy: Երաժշտական Նշաններ

source: Ancient Greek Musical Notation
hy: Հին Հունական Երաժշտական Նոտաներ

source: Tai Xuan Jing Symbols
hy: Տայ Կուան Ջինգ նշաններ

source: Counting Rod Numerals
hy: Հաշվողական Ձողիկ Թվեր

source: Mathematical Alphanumeric Symbols
hy: Մաթեմատիկական Տառաթվային Սիմվոլներ

source: Arabic Mathematical Alphabetic Symbols
hy: Արաբերեն Մաթեմատիկական Այբբենական Սիմվոլներ

source: Mahjong Tiles
hy: Մաջոնգի քարեր

source: Domino Tiles
hy: Դոմինոյի քարեր

source: Playing Cards
hy: Խաղաթղթեր

source: Enclosed Alphanumeric Supplement
hy: Շրջապատված Տառաթվային Հավելում

source: Enclosed Ideographic Supplement
hy: Շրջապատված Գաղափարագրային Հավելում

source: Miscellaneous Symbols And Pictographs
hy: Զանազան Սիմվոլներ և Պատկերագրեր

source: Emoticons
hy: Զմայլիկներ

source: Transport And Map Symbols
hy: Տրանսպորտային և Քարտեզների նշաններ

source: Alchemical Symbols
hy: Ալքիմիական Նշաններ

source: CJK Unified Ideographs Extension B
hy: ՉՃԿ Միավորված Գաղափարագրեր Ավելացում B

source: CJK Unified Ideographs Extension C
hy: ՉՃԿ Միավորված Գաղափարագրեր Ավելացում C

source: CJK Unified Ideographs Extension D
hy: ՉՃԿ Միավորված Գաղափարագրեր Ավելացում D

source: CJK Compatibility Ideographs Supplement
hy: ՉՃԿ Համատեղելի Գաղափարագրեր Հավելում

source: Tags
hy: Պիտակներ

source: Variation Selectors Supplement
hy: Փոփոխության ընտրիչներ Հավելում

source: Supplementary Private Use Area-A
hy: Հավելյալ Անձնական Օգտագործման Տարածք-A

source: Supplementary Private Use Area-B
hy: Հավելյալ Անձնական Օգտագործման Տարածք-B

source: Braille
hy: Բրայլ

source: Canadian Aboriginal
hy: Տեղաբնիկ Կանադերեն

source: Cypriot
hy: Կիպրոսերեն

source: Greek
hy: Հունարեն

source: Han
hy: Հան

source: Hangul
hy: Հանգուլ

source: Inherited
hy: Ժառանգված

source: Latin
hy: Լատիներեն

source: Linear B
hy: Գծային B

source: Phags Pa
hy: Փագս Պա

source: Yi
hy: Յի

source: Character map grouping method
hy: Նշանների Աղյուսակների դասակարգման մեթոդներ

source: This is how the characters in the character map are grouped. The characters can either be grouped by 'script' or 'block'.
hy: Նշանների Աղյուսակներում նշանները կարող են դասակարգվել հետևյալ կերպ․ կամ ըստ «այբուբենների», կամ ըստ «բլոկների»։

source: Character map font description
hy: Նշանների Աղյուսակների տառատեսակի նկարագրություն

source: The font to use for the character map. If set to 'nothing' then the default is the system font with the size doubled. Otherwise it should be a font description string like 'Sans 24'.
hy: Նշանների Աղյուսակներում օգտագործվող տառատեսակը։ Եթե դնում եք «ոչինչ» ապա լռելայն օգտագործվում է համակարգի տառատեսակը կրկնապատիկ չափով։ Հակառակ դեպքում տառատեսակի նկարագրությունը պետք է լինի այս տեսքի մի արտահայտություն 'Sans 24' ։

source: Snap number of columns to a power of two
hy: Սյունակների քանակը դարձնել երկուսի աստիճաններ

source: The number of columns in the character map grid is determined by the width of the window. If this setting is 'true' then the value will be forced to the nearest power of two.
hy: Սյունակների քանակը նշանների աղյուսակի վանդակում կախված է պատուհանի լայնությունից։ Եթե այս նախընտրանքը միացված է ապա քանակը։ կդարձվի ամենամոտիկ երկուսի աստիճան (4,8,16 կամ 32)։

source: Last selected character
hy: Վերջին ընտրած նշանը

source: This is the last character that was selected in the character map (and will be selected again when the character map is next started). By default, it is the first letter of the alphabet in the current locale.
hy: Սա վերջին նշանն է, որ ընտրվել է Նշանների Աղյուսակում (այն նորից կընտրվի «Նշանների Աղյուսակներ»-ը վերագործարկելուց հետո)։ Լռելյա այն կլինի ընթացիկ լոկալի այբուբենի առաջին տառը։

# First letter
source: 0x41
hy: 0x1053

source: Zoom mode disabled.
be: Рэжым маштабаваньня выключаны.

source: Zoom mode enabled. Press <Esc> to disable zoom.
be: Рэжым маштабаваньня уключаны. Націсьніце <Esc> каб выключыць яго.

source: Zoom mode enabled.
be: Рэжым маштабаваньня ўключаны.

source: Clipboard is empty.
be: Буфэр абмену пусты.
eo: Poŝo malplenas.

source: There is no selected text.
be: Няма вылучанага тэкста.

source: Character
be: Сымбаль

source: Unicode category
be: Катэгорыя Юнікода

source: Canonical decomposition
be: Кананічная дэкампазыцыя

source: Other representations
be: Іншыя выбаркі

source: CJK ideograph definition
be: Пазначэньне ўмоўнага знака CJK

source: Mandarin pronunciation
be: Фанэтычная транскрыпцыя Мандарын

source: Japanese On pronunciation
be: Японская фЫанэтычная транскрыпцыя Ан

source: Japanese Kun pronunciation
be: Японская фанэтычная транскрыпцыя Кун

source: Cantonese pronunciation
be: Фанэтычная транскрыпцыя Кантону

source: Tang pronunciation
be: Фанэтычная транскрыпцыя Тэнг

source: Korean pronunciation
be: Карэйская фанэтычная транскрыпцыя

source: Details on the Current Character
be: падрабязнасьці па бягучым сымбалі

source: List of Unicode Blocks
be: Сьпіс блёкаў Юнікода

source: category
be: катэгорыя

source: decomposition
be: дэкампазыцыя

source: other_reps
be: іншыя_выбаркі

source: Not a valid code point to jump to. Must be a hexadecimal number between 0 and %4.4X.
be: немагчыма перайсьці да нерэчаіснага кода. Гэта мусіць быць шаснацацірычны нумар паміж 0 і %4.4X.

source: Go to hex code point
be: Ісьці да

source: _Enter unicode code point
be: _Увядзіце код Юнікода

source: The selected code point is not a valid unicode character.
be: Пазначаны код не зьяўляецца рэчаісным сымбалям Юнікода.

source: Text copied to clipboard.
be: Тэкст скапіяваны ў буфэр абмену.
eo: Enpoŝigis tekston.

source: Found.
be: Маецца.
eo: Trovis.

source: Search wrapped.
be: Пошук згарнуты.
eo: Serĉado finiĝis.

source: Nothing to search for.
be: Німа што шукаць.
eo: Nenio por serĉi.

source: Search for the next occurrence of this string in a character's Unicode name.
be: Шукаць наступнае ўваходжаньне гэтага радка у назве зымбаляў Юнікода.
eo: Serĉu la sekvan aperon de la ĉeno en Unikodnomo de signo.

source: translator_credits
be: Belarusian Language Linux Team Хатняя старонка: http://www.mova.linux.byЭ. скрыня: <i18n@mova.org>

source: Unicode Character Map
be: Табліца сымбаляў юнікода
eo: Unikoda Signomontrilo

source: Char_map
be: Табліца_сымбаляў

source: _Go To
be: _Ісьці да

source: Expand/Collapse All
be: Пашырыць/Сьціснуць усё

source: _Unicode Details
be: Падрабязнасьці _Юнікода

source: Options
be: Парамэтры

source: _Category
be: _Катэгорыя

source: Canonical _Decomposition
be: Кананічная _дэкампазыцыя

source: _Other Representations
be: _Іншыя выбаркі
